<template>
	<transition name="move">
		<div class="page-xy page-animate">
			<v-header>
				<mt-header title="注册协议">
					<div slot="left">
						<mt-button icon="back" @click.native="toBack">返回</mt-button>
					</div>
				</mt-header>
			</v-header>
			<div class="xy-box wrapper">
				<h3 class="flex" style="margin-top:20px;">淘花宅用户注册协议</h3>
				<div class="pd-all-10">
					<p style="text-indent:2em;">
						本协议是您与淘花宅平台（简称"本站"）所有者（以下简称为"淘花宅"）之间就淘花宅平台的商品、服务销售等相关事宜所订立的契约，请您仔细阅读本注册协议，您选择注册成为淘花宅会员时，或者选择从本站购买任何商品或服务，或使用本站的任何服务本协议，即构成对双方有约束力的法律文件。
					</p>
					<ul>
						<li>
							<b>第1条 本站服务条款的确认和接纳</b>
							<ul>
								<li>1.1如果您在18周岁以下，您只能在父母或监护人的监护参与下才能使用本站。</li>
								<li>1.2用户点击同意本协议的，即视为用户确认自己具有享受本站服务、下单购物等相应的权利能力和行为能力，能够独立承担法律责任。</li>
								<li>1.3本站的各项电子服务的所有权和运作权归淘花宅所有。用户同意所有注册协议条款并完成注册程序，才能成为本站的正式用户。用户确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。</li>
								<li>1.4淘花宅保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。</li>
							</ul>
						</li>
						
						<li>
							<b>第2条 本站服务</b>
							<ul>
								<li>2.1淘花宅通过互联网依法为用户提供各类商品及各项服务，用户在完全同意本协议及本站规定的情况下，方有权使用本站的相关服务。</li>
								<li>2.2用户必须自行准备如下设备和承担如下开支：</li>
								<li>（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；</li>
								<li>（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</li>
							</ul>
						</li>

						<li>
							<b>第3条 用户信息</b>
							<ul>
								<li>3.1用户应自行诚信向本站提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且淘花宅保留终止用户使用淘花宅各项服务的权利。</li>
								<li>
									3.2用户在本站进行浏览、下单购物等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，本站将予以严格保密，除非得到用户的授权或法律另有规定，本站不会向外界披露用户隐私信息。
								</li>
								<li>3.3我们可能分享的信息</li>
							</ul>
						</li>
					</ul>
					<p>
						除以下情形外，未经您同意，我们以及我们的关联公司不会与任何第三方分享您的个人信息：
					</p>
					<p>
						我们以及我们的关联公司，可能将您的个人信息与我们的关联公司、合作伙伴及第三方服务供应商、承包商及代理（例如代表我们发出电子邮件或推送通知的通讯服务提供商、为我们提供位置数据的地图服务供应商）分享（他们可能并非位于您所在的法域），用作下列用途：
					</p>
					<p>
						向您提供我们的服务；
					</p>
					<p>
						履行我们在《用户注册协议》或相关隐私条款中的义务和行使我们的权利；理解、维护和改善我们的服务；分析用户如何使用我们的服务，或用户的消费习惯。
						如我们或我们的关联公司与任何上述第三方分享您的个人信息，我们将努力确保该等第三方在使用您的个人信息时遵守隐私政策及我们要求其遵守的其他适当的保密和安全措施。
						随着我们业务的持续发展，我们以及我们的关联公司有可能进行合并、收购、资产转让或类似的交易，您的个人信息有可能作为此类交易的一部分而被转移，我们将在转移前通知您。我们或我们的关联公司还可能为以下需要而保留、保存或披露您的个人信息：
					</p>
					<p>
					遵守适用的法律法规；	
					</p>
					<p>遵守法院命令或其他法律程序的规定；</p>
					<p>遵守相关政府机关的要求；</p>
					<p>为遵守适用的法律法规、维护社会公共利益，或保护我们的客户、我们或我们的集团公司、其他用户或雇员的人身和财产安全或合法权益所合理必需的用途。</p>
					<p>3.4用户注册成功后，将产生用户名和密码等账户信息，您可以根据本站规定改变您的密码。用户应谨慎合理的保存、使用其用户名和密码。用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知本站并向公安机关报案。</p>
					<p>3.5用户同意，淘花宅拥有通过邮件、短信电话等形式，向在本站注册、购物用户、收货人发送订单信息、促销活动等告知信息的权利。</p>
					<p>3.6用户不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。</p>
					<p>3.7用户同意，淘花宅有权使用用户的注册信息、用户名、密码等信息，登录进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。</p>
					<p>第4条 用户依法言行义务</p>
					<p>本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：</p>
					<p>（1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
					<p>（2）从中国大陆向境外传输资料信息时必须符合中国有关法规；</p>
					<p>（3）不得利用本站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
					<p>（4）不得干扰本站的正常运转，不得侵入本站及国家计算机信息系统；</p>
					<p>（5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；</p>
					<p>（6）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
					<p>（7）不得教唆他人从事本条所禁止的行为；</p>
					<p>（8）除作为相关商品的供应商从而向淘花宅供应商品和登陆后台查询商品销售情况外，不得利用在本站注册的账户进行牟利性经营活动；</p>
					<p>（9）不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；</p>
					<p>用户应不时关注并遵守本站不时公布或修改的各类合法规则规定。</p>
					<p>本站保有删除站内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。</p>
					<p>若用户未遵守以上规定的，本站有权作出独立判断并采取暂停或关闭用户帐号等措施。用户须对自己在网上的言论和行为承担法律责任。</p>
					<b>第5条 商品信息</b>
					<p>本站上的实物及服务类商品的价格、数量、是否有货等各项商品信息随时都有可能发生变动，本站不作特别通知。为表述便利，商品和服务于本站中均简称为"商品"
					由于网站上商品信息的数量极其庞大，虽然本站会尽最大努力保证您所浏览商品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，本站网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解；淘花宅欢迎纠错，并会视情况给予纠错者一定的奖励。</p>
					<b>第6条 订单</b>
					<p>6.1在您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与用户本人不一致的，收货人的行为和意思表示视为用户的行为和意思表示，用户应对收货人的行为及意思表示的法律后果承担连带责任。</p>
					<p>6.2淘花宅及用户等各方均确认如下：本站上销售方展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向淘花宅发出的合同要约；淘花宅收到您的订单信息后，只有在淘花宅将您在订单中订购的商品从仓库实际直接向您发出时（ 以商品出库为标志），或者淘花宅就您所购买的服务向您进行最终确认时，方视为您与淘花宅之间就实际直接向您发出的商品建立了合同关系；如果您在一份订单里订购了多种商品并且淘花宅只给您发出了部分商品时，您与淘花宅之间仅就实际直接向您发出的商品建立了合同关系；只有在淘花宅实际直接向您发出了订单中订购的其他商品时，您和淘花宅之间就订单中该其他已实际直接向您发出的商品才成立合同关系。您可以随时登录您在本站注册的账户，查询您的订单状态。</p>
					<p>6.3由于市场变化及各种以合理商业努力难以控制的因素的影响，本站无法保证您提交的订单信息中希望购买的商品都会有货；如您拟购买的商品，发生缺货，您有权取消订单。</p>
					<b>第7条 支付及配送</b>
					<p>7.1淘花宅或淘花宅认可的供应商会负责将商品送到您所指定的收货地址，或将服务按照承诺的方式向您送达，所有在本站上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理流程及手续、送货地点的基础上估计得出的。</p>
					<p>7.2因如下情况造成订单延迟或无法配送等，淘花宅不承担延迟配送的责任：</p>
					<p>（1）用户提供的信息错误、地址不详细等原因导致的；</p>
					<p>（2）商品送达后无人签收，导致无法配送或延迟配送的；</p>
					<p>（3）情势变更因素导致的；</p>
					<p>（4）不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等。</p>
					<p>7.3本网站部分商品因所在地不在中国大陆地区，物流配送时间会比国内商品稍长。如用户确认下单则视为接受配送方式及时间安排。如有疑问，用户可随时咨询本站客服人员。</p>
					<p>7.4 收货人可以为用户本人也可以为本人以外的其他人。淘花宅将按照通过审核后的订单上所述的配送地址、收货人姓名和电话进行配送。如果收货人在配送过程中要求变更接收地址的，淘花宅视同已经过用户本人的同意。原则上收货人应当亲自接收，如遇特殊情况收货人可以与淘花宅客服中心联系申请由他人代为签收。如果配送地点属于办公区域，则前台人员代为签收视为已经经过用户的同意。如果配送地点属于设有物业管理公司或机构的住宅区域，则物业工作人员（包括小区保安等）代为签收视为已经经过用户的同意。大额订单进行配送签收时，淘花宅有权要求收货人出示有效身份证明。若用户无正当理由多次拒收商品，则淘花宅有权取消该用户以后的订单。情形恶劣的，淘花宅有权采取冻结、关闭账户，永久禁止注册等措施，并保留追究赔偿责任的权利。</p>
					<p>7.5 付款与退款。付款方式将在淘花宅网站予以公示。用户应在确认订单时，选择付款方式，并严格按照已选择的方式付款。用户未能按照所选择的方式或所要求的时间完成付款的，淘花宅有权单方取消订单。退货或换货商品缺货时产生的现金款项，退回方式视支付方式的不同而不同，以淘花宅公示为准。</p>
					<b>第8条 有关平台服务</b>
					<p>8.1 平台服务。淘花宅网站销售的商品主要系由淘花宅以其自身名义直接向您进行销售并由淘花宅承担物流及售后等相关责任；但部分商品、服务由于其本身的特殊性或给予淘花宅与供应商之间的约定，系由第三方直接提供，淘花宅仅作为平台方提供中介服务。</p>
					<p>8.2 对于平台服务下产生的订单，将由商户直接将相关商品发送给您，或在特定地点为您提供相关服务，并将由商户直接对详情页中的商品描述及其他相关产品质量承担责任。淘花宅将严格要求供应商按照最快的速度，或根据订单提报时所允许的指定时间向您提供商品或者服务，同时淘花宅将为您尽可能的提供协助以确保您的权益得到实现。</p>
					<b>第9条 所有权及知识产权条款</b>
					<p>9.1用户一旦接受本协议，即表明该用户主动将其在任何时间段在本站发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给淘花宅所有，用户同意淘花宅有权就任何主体侵权而单独提起诉讼。</p>
					<p>9.2本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及于用户在淘花宅网站上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。</p>
					<p>9.3用户同意并已充分了解本协议的条款，承诺不将已发表于本站的信息，以任何形式发布或授权其它主体以任何方式使用（包括但限于在各类网站、媒体上使用）。</p>
					<p>9.4淘花宅是本站的制作者,拥有此网站内容及资源的著作权等合法权利,受国家法律保护,有权不时地对本协议及本站的内容进行修改，并在本站张贴，无须另行通知用户。在法律允许的最大限度范围内，淘花宅对本协议及本站内容拥有解释权。</p>
					<p>9.5除法律另有强制性规定外，未经淘花宅明确的特别书面许可,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本站的信息内容，否则，淘花宅有权追究其法律责任。</p>
					<p>9.6本站所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是淘花宅或其内容提供者的财产，受中国和国际版权法的保护。本站上所有内容的汇编是淘花宅的排他财产，受中国和国际版权法的保护。本站上所有软件都是淘花宅或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。</p>
					<b>第10条 责任限制及不承诺担保</b>
					<p>除非另有明确的书面说明,本站及其所包含的或以其它方式通过本站提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在"按现状"和"按现有"的基础上提供的。
					如因不可抗力或其它本站无法控制的原因使本站销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，淘花宅会合理地尽力协助处理善后事宜。</p>
					<b>第11条 协议更新及用户关注义务</b>
					<p>根据国家法律法规变化及网站运营需要，淘花宅有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本站上即生效，并代替原来的协议。用户可随时登录查阅最新协议；用户有义务不时关注并阅读最新版的协议及网站公告。如用户不同意更新后的协议，可以且应立即停止接受淘花宅网站依据本协议提供的服务；如用户继续使用本网站提供的服务的，即视为同意更新后的协议。淘花宅建议您在使用本站之前阅读本协议及本站的公告。 如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>
					<b>第12条 法律管辖和适用</b>
					<p>本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。 如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。 如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均应向淘花宅注册地人民法院提起诉讼。</p>
					<b>第13条 其他</b>
					<p>13.1淘花宅网站所有者是指在政府部门依法许可或备案的淘花宅网站经营主体。</p>
					<p>13.2淘花宅尊重用户和消费者的合法权利，本协议及本网站上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户和消费者提供服务。本站欢迎用户和社会各界提出意见和建议，淘花宅将虚心接受并适时修改本协议及本站上的各类规则。</p>
					<p>13.3本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请用户着重阅读。</p>
					<p>13.4您选择注册为淘花宅的会员即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</p>
				</div>
			</div>
		</div>
	</transition>
</template>
<script>
	import VHeader from '@/components/header'
	export default {
		name: 'page-xy',
		components: {VHeader},
		data() {
			return {}
		},
		mounted() {
			
		},
		methods: {
			toBack() {
				this.$router.back();
			}
		}
	}
</script>
<style lang="scss">
	.page-xy{
		.xy-box{
			overflow-y:auto; 
		}
		p,li{
			line-height: 26px;
			letter-spacing: 1px;
			text-align: justify;	
		}
		b{
			line-height: 40px;
		}
	}
</style>