<template>
	<transition name="move">
		<div class="page-animate page-jkfqxy1">
			<v-header>
				<mt-header title="借分期分期协议">
					<div slot="left">
						<mt-button icon="back" @click.native="toBack"></mt-button>
					</div>
				</mt-header>
			</v-header>
			<div class="wrapper jkfq-box">
				<h3 style="text-align:center;padding:6px 0;">借分期分期协议</h3>
				<p>特别提醒：</p>
				<p>
					本借分期分期协议（“本协议”）由  上海榆词网络科技有限公司（“贷款人”）和【】用户（亦称“用户”、“您”）共同签署。<b>贷款人为您提供本协议项下的人民币贷款服务，您在此确认并同意您与贷款人形成本协议项下的借贷关系，受本协议约束。</b>具体贷款信息以贷款人的合作商户提供的指定商品或服务内容为准，本协议是就该商品或该服务选择进行分期还款相关事宜所订立的契约。贷款成功后，贷款金额受您委托支付至贷款人的合作商户，由合作商户提供指定商品或服务。上海宕庄网络科技有限公司（此机构简称为“服务商”）作为本协议项下的服务方，受贷款人委托通过淘花宅（以下统称为“网站”或“平台”）为您提供贷款申请、信息咨询、代收还款等服务。
				</p>
				<p><b>甲方：</b></p>
				<p><b>身份证号：</b></p>
				<p><b>单位地址：</b></p>
				<p><b>手机号码：</b></p>
				<p><b>开户行：</b></p>
				<p><b>银联卡账号：</b></p>
				<p><b>乙方：上海榆词网络科技有限公司</b></p>
				<p>
					为了保障您的合法权益，在您确认签署本协议之前，请您仔细阅读本协议所有条款，特别是免除或者限制责任的条款，限制、免责条款可能以加黑加粗的形式提示您注意。一旦您签署本协议，即意味着您已充分理解并明确接受本协议所有条款的含义及相应的法律后果，承认本协议的所有规定的合理性，同意接受公司公开发布的其他规则，包括但不限于按照规定所计算的应还款项金额，并同意通过网络页面点击分期申请或以其他方式选择签署本协议并接受本协议约束。请用户仔细阅读本协议，点击“分期申请”按钮后，本协议即构成对各方有约束力的法律文件。
				</p>
				<p>用户在接受本协议前应明确对于贷款人、服务商进行如下授权：</p>
				<p><b>（一）授权贷款人、服务商或其委托的第三方通过合法渠道了解、咨询、审查用户的资信状况、财务状况和其他与评定用户信用贷款额度及付款能力有关的信息，并可以在信用贷款服务整个过程中及在追偿违约欠款时索取、留存和使用该等信息以及用户在网站所提供的全部资料；授权贷款人及服务商向协议的相关方（包括提供查询服务的第三方公司等）披露与用户相关的任何信息；授权贷款人及服务商接入中国人民银行金融信用信息基础数据库、中国支付清算协会互联网金融风险信息共享系统、中国互联网金融协会互联网金融服务平台等监管机构系统并依法查询、披露用户的相关信用信息。</b></p>
				<p><b>（二）授权贷款人、服务商向有关机构（包括但不限于中国人民银行信用信息基础数据库、合法成立的征信机构、公安机关、公积金、社保、税务、民政等部门）查询或确认与用户申请贷款相关的信息。</b><b>（三）用户的分期服务及合作商户账户、密码和（或）数字证书是贷款人识别用户身份及指令的唯一标志，所有使用用户账户、密码和（或）数字证书的操作即为用户的授权操作行为，任何使用用户的分期及合作商户账户、密码和（或）数字证书发送至贷款人、服务商或贷款人委托的第三方支付公司的使用“信用贷款服务”或“支付”的指令构成用户不可撤销的授权指示，贷款人、服务商、第三方支付公司对于依照该指示进行的操作行为及其结果不承担任何责任。</b>
				</p>
				<p>用户接受本协议即表明确认知悉贷款人关于使用信用贷款服务的所有规定，接受贷款人制订的全部收费项目和条件，以及贷款人的任何与信用贷款有关的条款约束并遵守本协议及其后之修订版本。</p>

				<h3>第一条 术语定义</h3>
				<p>除非本协议正文另有规定，在本协议中所用下列术语定义如下：</p>
				<p>（一）服务规则：指标示在贷款人或服务商网站或合作商户之上，与用户使用信用贷款服务有关的任何规范性文件，包括但不限于使用信用贷款服务的流程、注意事项、退款说明、重要提示等，同时包括贷款人就信用贷款服务制定的特别规则，以下统称“服务规则”。</p>
				<p>（二）信用贷款服务：指贷款人为在合作商户上购买商品或服务、享受服务且符合条件的用户提供的“先消费、后还款”的信用贷款方式的服务。“信用贷款方式”指用户在合作商户上消费时，可依据服务规则及相应申请流程，享受由贷款人提供的信用贷款，并分期还款的付款方式。</p>
				<p>（三）消费：指用户在合作商户上购买指定产品或者接受服务并支付款项的行为。</p>
				<p>（四）适用范围：指用户可以使用信用贷款服务购买产品或服务或享受指定服务范围。适用范围会根据相关法律法规和本协议的约定随时调整。</p>
				<p>（五）消费本金：指用户的每一笔消费(根据系统确定) 需要支付的该消费对应价款的金额。</p>
				<p>（六）消费记账日：指用户选择使用信用贷款服务对当笔消费进行付款的起始日期。消费记账日以支付结算系统确定的日期为准，用户可以在“我的贷款”中查阅。</p>
				<p>（七）分期还款：指用户确定将消费本金分为若干期还款，贷款人按照规定收取服务费用的一种还款方式。</p>
				<p>（八）到期还款日：指用户应还款的最晚日期。在分期还款方式下，到期还款日为每一期款项应支付的最晚日期。</p>
				<p>（九）分期还款期数：指用户选择分期还款分摊支付的周数，最长不超过20个周，具体规定以贷款人公示为准。</p>
				<p>（十）分期利息：指用户选择分期还款时须承担的分期还款服务费用，分期利息率请详见“第三条 还款方式、服务费用收取及结算”中的具体条款，全部分期期数的服务费按用户选择的分期周数平均进行分摊。</p>
				<p>（十一）到期应付款：指用户在到期还款日前应支付的全部金额，包括但不限于消费本金、分期利息、违约金等。</p>
				<p>（十二）违约金：指用户在到期还款日前未能支付全部到期应付款而导致信用违约时，用户应付但尚未支付的款项，贷款人有权利向用户按日收取违约服务费用，违约金比例请详见“第三条 还款方式、服务费用收取及结算”中的具体条款。</p>
				<p>（十三）支付服务：指由贷款人委托的第三方支付公司向用户提供的第三方支付服务。</p>
				<p>
					（十四）用户信息：指用户在申请开通及使用信用贷款服务时依据贷款人系统要求所提供的各项信息，包括但不限于姓名、身份证件号、联系地址、手机号码等。
				</p>
				<p>（十五）关联公司：本协议所称“关联公司”是指由一方直接控制或间接控制；或直接或间接控制一方；或与一方共同控制同一家公司或能对其施加重大影响；或与一方受同一家公司直接或间接控制的公司。包括但不限于一方的母公司、子公司；与一方受同一母公司控制的子公司；一方的合营企业、联营企业等。这里的“公司”指任何一人公司、有限责任公司或股份有限公司；“控制”是指直接或间接地拥有影响所提及公司管理的能力，无论是通过所有权、有投票权的股份、协议或其他被人民法院认定的方式。</p>
				<h3>第二条 信用贷款服务的申请</h3>
				<p>1. 在合作商户上购买产品或享受服务时、根据服务规则及相应流程完成用户信息提交、用户信息验证并通过贷款人审核、完成相应的实名认证、快捷支付绑定、账户注册及绑定等相应操作；</p>
				<p>2. 详细贷款和分期还款信息以贷款人的合作商户提供的指定商品或服务内容为准。</p>
				<p>3.  满足本条约定的用户在仔细阅读本协议内容，同意给予本协议中以加粗字体约定的相应授权并点击接受本协议全部内容后，开通信用贷款服务。</p>
				<h3>第三条 借款金额、还款方式、服务费用收取及结算</h3>
				<p>（一）借款金额</p>
				<div>
					<b>甲方拟借款本金总额为人民币（大写）：________元整，（小写）：￥________元；资金使用期限：________（自实际放款之日起算，此处放款日以借款协议约定的放款日为准）。乙方将帮助甲方完成与出借人的融资需求对接，甲方、乙方与出借人的相应协议另行签订。</b>
				</div>
				<p>（二）分期成本</p>
				<p>1. 借款利息：甲方应向出借人支付借款利息：______%/天（自实际放款之日起算）。</p>
				<p>2. 服务费：乙方受甲方委托提供相应的借款咨询、协助申请借款等服务，甲方应在本协议有效期内向乙方支付服务费。乙方根据甲方的资质及乙方为甲方提供借款咨询服务承担的成本及风险，有权决定日服务费率，日服务费率为：______%/天（自实际放款之日起算），即人民币（大写）：_________元整；（小写）：￥__________元。每期（周）服务费=借款金额*日服务费率*7。乙方将在每一期还款日从甲方账户中扣收服务费。</p>
				<p>（三）还款方式：</p>
				<p>1. 用户使用信用贷款服务时可在消费记账日选择分期还款方式，并在到期还款日完成到期应还款项的支付。</p>
				<p>2. 用户选择分期还款时，消费本金按选择的分期周数平均进行分摊（最长不超过N个周），并须承担分期还款服务费用，全部分期期数的服务费按用户选择的分期周数平均进行分摊。</p>
				<p>3. 主动还款：用户可主动使用本人的银行卡账户或第三方支付账户向本公司或其指定的债权受让人归还应还款项。</p>
				<p>4. 自动还款：用户不可撤销地授权贷款人和服务商，根据双方签署的合作协议，通过第三方支付公司的代扣服务自每月还款日起（含当日）从用户在本公司网站上绑定的银行账户扣划相应款项，扣划款项用于归还应还款额。请用户确保在还款日当日的银行卡账户中的款项足够归还应还款项并确保已确认并签署《委托代收款授权书》，否则由此产生的所有责任由用户自行承担，不足部分将直接视为逾期还款并开始计算逾期费用等其他费用。</p>
				<p>3. 用户须在到期还款日前支付全部到期应还款项，如在到期还款日前未能支付全部到期应还款而导致违约时，贷款人有权利向用户按日收取违约金，具体违约金的计算方式如下：
				①逾期滞纳金：___元/期。
				②甲方逾期1-7日（含7日）的，向乙方支付逾期当期本金*___%/天的逾期管理费；
				③甲方逾期8-14日（含14日）的，向乙方支付逾期当期本金*___%/天的逾期管理费
				④甲方逾期超过15日以上（含15日）的，向乙方支付逾期当期本金*___%/天的逾期管理费；
				</p>
				<p>4. 用户支付应还款金额时，贷款人将按照违约金（如有）、分期利息、消费本金的顺序进行冲抵。</p>

				<p>（四）服务费用收取及结算：</p>
				<p>1. 服务费金额：服务费金额=分期本金×每期服务费率×分期期数。</p>
				<p>2. 结算方式：用户对应还款项（包括但不限于本金、分期利息、违约金等）进行还款结算时可通过服务商、贷款人委托的其他第三方支付公司进行操作。</p>
				<p>
					3. 结算凭证：用户与贷款人结算依据为系统的查询结果、委托的第三方支付公司的查询结果以及银行对账凭证，后者没有记录而前者有记录的，以前者的查询结果为准；两者存在差异的，以银行对账凭证为准。
				</p>
				<p>（五）退款：</p>
				<div>
					如发生用户在支付部分或全部到期应还款金额后由于各种原因要求合作商户进行退款的情形，贷款人已收取的分期利息、违约金等将不再予以退还。无论基于何种原因导致用户要求退款，均由用户与合作商户进行协商处理，贷款人不对此承担任何责任。具体退款金额由用户与合作商户协商确定，贷款人、服务商不介入用户和合作商户的任何退款纠纷。退款规则以用户和合作商户签订的协议约定为准。如贷款金额实际发放后，经电话核实用户不符合申请资格的，贷款人有权委托服务商、合作商户或直接发起退款，终止服务。
				</div>
				<p>（六）提前到期：</p>
				<p>如用户的信用贷款服务被暂停、或用户申请提前终止服务经贷款人确定同意后，则该用户的所有应还款项视为全部到期并应由用户全部支付。</p>

				<p>（七）提前还款：</p>
				<p>用户选择分期还款并在支付完首期应付款后,要求提前还款的,需经过贷款人的确认同意，针对提前还款贷款人不另外加收用户额外的提前还款服务费，也不返还用户已经支付的分期还款服务费用，同时用户应将剩余的分期利息全部一次性还清。用户申请提前还款的具体流程以平台规则约定为准。</p>
				<h3>第四条 权利和义务</h3>
				<p>（一）用户的权利和义务：</p>
				<p>1. 有权要求贷款人对用户提供的有关信息予以保密，但法律法规另有规定或本协议另有约定的除外。</p>
				<p>2. 享有贷款人对信用贷款服务所承诺的各项服务，有权监督服务质量，并对不符合质量的服务进行询问和投诉。</p>
				<p>3. 有权知悉信用贷款服务的功能、使用方法、收费项目、收费标准、适用费率及相关的服务规则。</p>
				<p>4. 保证向贷款人、服务商提供真实、有效的资料，对向贷款人、服务商所提供材料的真实合法有效性负责并承担由此产生的法律责任。如迁往异地、工作变动、通讯地址及电话变更、单位名称变更、电子邮箱或身份证件号码变更等，应及时通知贷款人、服务商以及合作商户，包括但不限于登录账户修改、书面通知、在线或电话联系客服等。如因未及时通知贷款人、服务商而导致的任何后果，由用户自行承担。</p>
				<p>5. 仔细阅读并充分理解本协议、重要提示及其他所有相关资料和文件，并持续关注通过网站等方式向用户公示的协议修订，以及对上述资料和文件的修改和变更。</p>
				<p>6. 用户应妥善保管信用账户名、密码、绑定的手机号码、手机校验码等与贷款人、服务商、银联支付或其委托的其他第三方支付公司等有关的一切信息。用户应确保不向其他任何人泄露账户信息和密码。对于因账户信息、密码泄露所致的损失，由用户自行承担。如用户发现有他人冒用或盗用本人账户及密码或任何其他未经合法授权之情形时，应立即以有效方式通知服务商，要求其暂停相关服务。同时，用户理解服务商对相应的请求采取行动需要合理期限，在此之前，服务商对已执行的指令及（或）所导致的用户损失不承担任何责任。</p>
				<p>7. 用户应按时支付使用信用贷款服务项下的应还款项（包括但不限于消费本金、分期利息、违约金等），且不得以和合作商户存在任何纠纷、未收到提醒为由拒绝向贷款人支付信用贷款服务项下的应还款项。</p>
				<p>8. 用户不得以非法套现、非法获取不正当利益为目的，通过非法、不正当操作或与非法商户、非法中介组织、其他第三方等串通合作，违反信用贷款服务平台规则及各项管理规定，否则由此导致的损失及相关后果由用户承担。</p>
				<p>9. 按照贷款人制订并公布的收费标准支付服务费及其他费用。</p>
				<p>10. 用户声明在接受本协议时本人不存在任何违反法律、法规与规章的行为或情形；若用户的上述声明虚假或者上述承诺未被履行，或者用户可能发生违法违规风险，贷款人有权提前终止本服务或采取本协议约定或法律允许的其他救济措施。</p>
				<p>（二）贷款人的权利和义务：</p>
				<p>1. 对不遵守有关法律法规、本协议等规定的用户（包括但不限于用户未在规定期限内支付应还款项等情形）或贷款人、服务商有理由认为用户不再符合信用贷款方式的使用条件时，贷款人、服务商有权基于合理怀疑暂停或拒绝用户继续使用信用贷款方式进行消费付款。如客户在合理期限内未向贷款人、服务商提供充分证据以消除该等合理怀疑的，贷款人、服务商有权提前暂停信用贷款服务而不必事先通知用户本人。用户对网站停止其信用贷款服务的使用有异议的，需要按照贷款人、服务商的要求，依据网站所提供的客户服务等方式向贷款人、服务商提供充分证据以消除该等合理怀疑，具体异议提出方式及解决方式以平台规则约定为准。</p>
				<p>2. 为有针对性地向用户提供新的服务、机会以及优惠信息等，用户了解并同意贷款人、服务商依据用户在网站已经认可的促销信息推送方式（包括但不限于电子邮件、站内消息和手机短信等）向用户通知这些信息。</p>
				<p>3. 贷款人有权通过信函、短信、站内信、电子邮件、电话、上门或司法途径等方式向用户催收应还款项。用户同意贷款人有权授权服务商通过上述方式催收应还款项，督促用户按时支付所有应还款项，包括但不限于消费本金、分期利息、违约金等，其中手机短信、站内信在发出时即视为送达。</p>
				<p>4. 贷款人、服务商保留对用户收取费用的权利，且有权在有关法律法规允许的范围内，结合信用贷款和业务发展等实际情况，维护和更新信用贷款服务的适用范围、各项使用功能、服务范围和收费标准，并通过网站公告等方式及时通知用户。</p>
				<p>
					5. 贷款人、服务商有义务接受用户对于信用贷款方式相关信息的查询服务，将向用户通过网站（公告方式）、电子邮件、手机短信等向用户公示信用贷款产品和服务、重要提示、服务协议、计费标准等信息。
				</p>
				<p>6. 贷款人、服务商有建立针对信用贷款服务的公平、有效的投诉制度的义务，并公开投诉程序和投诉电话。对用户关于账务情况的查询和改正要求给予答复。</p>
				<p>
					8. 贷款人对用户的个人身份信息以及与用户有关的银行卡等数据（简称“保密信息”）有权予以保留，贷款人、服务商对该等保密信息负有保密的义务（与履行本协议有关的关联公司、或出于为用户提供更好的服务目的除外）。
				</p>
				<p>
					9. 贷款人、服务商有权根据相关适用法律，将在信用贷款服务关系建立和存续期间获得的用户的个人基本信息、债务信息、信用信息（即适用法律规定的对用户信用状况的客观状态）等有关信息提供给相关政府管理部门、行业监督管理机构或其他合法设立的征信管理机构等。
				</p>
				<h3>第五条 违约及违约处理</h3>
				<p>（一）违约行为</p>
				<p>用户发生下列任一情况，均构成违约：</p>
				<div>
					1. 未按协议规定按时足额支付应还款项；<br>
					2. 向贷款人、服务商或本协议约定的相关方提供任何过期或虚假的信息或任何信息被服务商或银联支付认为是可疑、过期或虚假信息；<br>
					3. 用户被宣告失踪、宣告死亡、处于限制民事行为能力或丧失民事行为能力状态、被刑事监禁、或用户发生重大疾病、重大事故等可能影响付款能力的情况而没有及时通知贷款人、服务商、银联支付，或用户的资信情况出现其他重大不利变化导致用户无法继续按时足额支付应还款项的情形；<br>
					4. 用户以转移、出租、转借或以其他方式将该信用贷款服务交由用户本人之外任何其他方使用的；<br>
					5. 以非法套现、非法获取不正当利益为目的，通过非法、不正当操作或与非法商户、非法中介组织、其他第三方等串通合作，违反信用贷款服务平台规则及各项管理规定、被贷款人或服务商通过风险监测、风险管理方式进行识别、或以其他合法合规方式获取用户以本条方式进行非法套现情形的；<br>
					6. 用户的资信情况或清偿能力出现其他重大不利变化；<br>
					7. 用户违反本合同约定的义务；<br>
					8. 用户存在欺诈行为的；<br>
					9. 用户违反本协议约定的其他情形或被贷款人或服务商认定用户存在违约行为的其他情形。
				</div>
				<p>二）违约救济</p>
				<div>
					<p>如用户出现上述违约情形，或违背本协议项下其他任何义务、陈述、保证或承诺的，贷款人、服务商还有权采取下列一项或多项措施，包括但不限于：</p>
					<p>1. 调整或取消用户信用额度；</p>
					<p>2. 要求用户限期纠正违约行为；</p>
					<p>3. 中止（或终止）向用户提供信用贷款服务或其他相关服务；</p>
					<p>4. 宣布本协议项下未支付的应还款项提前到期，并要求用户提前支付全部应还款项、提前支付相关分期利息、违约金等费用；</p>
					<p>5. 以合法手段追偿应还款项（包括但不限于委托债务催讨公司、律师事务所等其他第三方机构代为追讨，申请相关部门进行调查、向法院提起诉讼等），由此引起的一切费用（包括但不限于公证费、诉讼费、财产保全费、执行费、仲裁费、律师代理费、差旅费、评估费、拍卖费、催收费用等）由用户承担；</p>
					<p>6. 将您在本分期服务中产生的个人资料和信息向中国人民银行个人信用信息基础数据库、依法设立的征信机构、资信评估机构或有关法律、监管机构许可的类似机构提供；</p>
					<p>7. 将您的个人资料和信息与任何第三方进行数据共享或公布，一切相关法律责任及后果概由您自负，与本公司无涉；</p>
					<p>8. 根据法律法规或本协议约定有权采取的其他违约救济措施。</p>
					<div>
						<b>用户在此同意，贷款人、服务商进行违约救济时，委托的其他第三方支付公司有权根据指令，直接从用户的账户中，或者与账户绑定的银行卡中直接扣减用户使用信用贷款服务应支付的全部款项（含服务费、违约金、调查费、律师费等所有费用）。</b>直接扣减后仍无法全部偿还的，贷款人或服务商有权继续采取其他法律法规规定的救济措施进行追讨，包括使用或授权第三方查询、索取、留存和使用用户的资信状况、财务状况、其他与评定用户信用贷款额度及还款能力有关的个人信息等方式进行违约救济。贷款人、服务商有权使用或授权第三方使用已经获取的用户个人信息对违约欠款进行追偿。
					</div>
				</div>
				<p>第六条 免责条款</p>
				<div>
					<p>（一）贷款人、服务商及与提供信用贷款服务相关平台的信息系统出现下列任何一种状况而无法正常运作，致使无法向用户提供本协议项下的各项服务，贷款人、服务商均不承担任何违约或赔偿责任，该状况包括但不限于：<br>
					1. 在服务网站维护期间；<br>
					2. 电信设备出现故障不能进行数据传输的；<br>
					3. 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能执行业务的；
					4. 由于黑客攻击、电信部门和其他信息技术依赖的相关部门、企事业单位技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。</p>
					<p>（二） 本协议有效期内因国家相关主管部门颁布、变更的法令、政策导致贷款人、服务商提供信用贷款服务相关平台不能提供约定服务的，不视为其违约，各方可根据相关的法令、政策变更协议内容或提前终止本协议，在此情况下，用户已经使用信用贷款服务而尚未到期或偿还的任何款项（包括服务费和其他费用），视为立即到期，用户应立即归还，否则贷款人、服务商仍有权按照本协议的约定采取合理的救济措施。</p>
				</div>
				<h3>第七条 协议变更、解除、终止和权利义务的转让</h3>
				<div>
					（一）协议变更与解除
					1. 贷款人有权随时单方面修改本协议中与用户之间相关的权利义务，并及时以网站公告的方式通知用户。若用户不同意修改本协议，则应当立即停止使用信用贷款服务并全额支付本协议项下全部应还款项，包括但不限于消费本金、分期利息、违约金等；否则，视为用户同意并接受修改后的协议。
					2. 经修订的协议一经通知，立即自动生效。一旦用户继续使用信用贷款服务即被视为用户已接受了修改后的协议内容；如用户不同意相关变更，应自前述通知发出之日起停止使用服务并在贷款人、服务商要求的期限内支付全部应还款项，包括但不限于消费本金、分期利息、违约金等。
					3. 本协议生效后，除本协议另有约定外，用户不得要求单方擅自变更或解除本协议。贷款人、服务商有权基于自身经营考虑，因任何理由随时宣布中断、终止本协议或其任何部分，并要求用户在指定期限内支付本协议项下全部应还款项，包括但不限于消费本金、分期利息、违约金等。
					（二）协议终止的情形：
					用户在使用信用贷款服务的过程中，如果有下列情形发生，用户同意贷款人有权终止提供服务，用户应立即支付所有到期和未到期的应还款项，包括但不限于消费本金、分期利息、违约金等：
					1. 用户主动关闭信用贷款服务。
					2. 用户账户被注销。
					3. 冒用他人名义、盗用他人账户使用信用贷款服务。
					4. 用户违反本协议约定导致本协议第五条约定的违约情形出现的。
					5. 从事司法机构、监管机构等认为违法违规的消费行为，或信用贷款服务提供方认定的不适当消费行为。
					6. 除上述原因外，贷款人有权根据风险及自身业务运营情况需要随时中止（终止）向用户提供信用贷款服务，因此导致用户无法使用服务或服务受到限制的，不视为贷款人、服务商违约，在此情况下，用户已经使用信用贷款服务而尚未到期或偿还的任何款项（包括服务费和其他费用），视为立即到期，用户应立即归还。
					（三）协议权利义务的转让：
					1. 未经贷款人事先书面同意，用户不得将本协议项下的权利和义务转让给任何第三方。
					2. 贷款人、服务商有权根据《合同法》的相关规定将其在本合同项下的权利义务全部或部分转让给指定的债权受让人，且该转让行为无须征得用户的同意。

				</div>
				<h3>第八条 附则</h3>
				<div>
					（一）本协议适用中华人民共和国法律。因本协议引起的或与本协议有关的争议，贷款人、服务商可与用户协商解决；协商不成的，任何一方均有权提起诉讼，并以合同签订地有管辖权的人民法院作为解决争议的管辖法院。
					（二）本协议未尽事宜，以相关法律法规及服务规则、网站公布的信用贷款服务相关规则等约定为准。
				</div>
				<p>合同签订地：上海市虹口区</p>

				<br>
				<br>
				<br>
				<h2>委托代收/代扣款授权书</h2>
				<div>
					<p>本人：</p>
					<p>身份证号码为：</p>
					<p>鉴于：</p>
					<p>本人与 上海榆词网络科技有限公司 于_______年____月____日签署了编号为____的《借分期分期协议》（以下称本协议），本人根据本协议的约定应当承担按期还本付息及支付各项费用（包括但不限于本人的贷款本金、利息、逾期滞纳金、逾期管理费等等）等义务。</p>
					<br>
					<br>
					<p>本人郑重声明已仔细阅读、理解下述各项规定并同意遵守：</p>
					<br>
					<br>
					<div>
						1. 本人在此作出以下不可撤销且无条件的授权，授权上海榆词网络科技有限公司（以下称公司）、或其指定的银行、其他第三方支付机构（以下称代扣机构）等，将本人所借款项划付至指定账户，并根据公司指令的扣款金额、频率和时限从以下本人自有的账户中划扣相应金额的资金，用于支付本人应还本息及应付各项费用：
						<p>开户行：</p>
						<p>账户名称：</p>
						<p>账号：</p>
						<div>
							2. 本人确认，本人提供的上述自有账户信息为真实、完整、准确、有效的，且该等账户是本人合法拥有的账户。
						</div>
						<div>
							3. 本人确认，代扣机构应根据且仅根据公司的指令划款，代扣机构无需对本人与公司之间的债权债务关系等进行任何实质或形式的审查，由于公司发出的指令不当或违反《借分期分期协议》而导致的任何纠纷或损失，由本人与公司、出借人另行协商解决，本人不得据此向代扣机构提出任何主张或请求。
						</div>
						<div>
							4. 本人确认，在本人账户中必须留有足够余额。如本人自有账户内的资金不足，或者由于本人的自有账户被查封、冻结等任何原因而导致代扣机构无法从本人的自有账户中划扣或足额划扣公司指令划扣的相应款项的，则代扣机构有权从上述账户中划扣所有可以划扣的款项，不足的部分本人将根据《借分期分期协议》及其他相关协议的约定向公司、出借人支付，并承担相应的违约责任。
						</div>
						<div>
							5. 本委托授权书的期限自本授权书出具日起，至本人在《借分期分期协议》项下的全部义务履行完毕时止。
						</div>
						<p>
							6. 本人违反本授权书的约定的，应当根据《借分期分期协议》和本授权书的约定承担相应的违约责任。
						</p>
						<p>
							本授权书采用电子文本形式制成，并保存在上海榆词网络科技有限公司为此设立的专用服务器上备查，各方均认可该形式的法律效力。
						</p>
						<p>本人已充分阅读并理解本《借分期分期协议》及其附属协议的所有条款，并同意以上条款，自愿接受本协议的约束。</p>
					</div>
				</div>
			</div>			
		</div>
	</transition>
</template>
<script>
	import VHeader from '@/components/header'
	export default {
		components: {VHeader},
		data() {
			return {}
		},
		methods: {
			toBack() {
				this.$router.replace({name : "home"});
			}
		}
	}
</script>
<style lang="scss">
	.page-jkfqxy1{
		background:#fff;
	    .jkfq-box{
	    	padding: 10px;
	    	overflow-y:auto; 
	    }
	    p,div{
	    	line-height: 20px;
	    	font-size: 14px;
	    	text-align:justify;
	    }
	}

</style>



